Repository: OmegaT-L10N/uk
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: Moving cleaned '{0}' to '{1}'
uk_ua: Оброблений файл "{0}" переміщується у "{1}"

source: Moving original '{0}' to '{1}'
uk_ua: Вихідний файл "{0}" переміщується у "{1}"

source: Mozilla DTD
uk_ua: Файли Mozilla DTD

source: Mozilla DTD Filter Options
uk_ua: Параметри фільтру Mozilla DTD

source: Multiple Translations
uk_ua: Складені переклади

source: MyMemory (human)
uk_ua: MyMemory (людина)

source: MyMemory (machine)
uk_ua: MyMemory (комп'ютер)

source: Māori
uk_ua: Маорі

source: Name
uk_ua: Імʼя

source: Name:
uk_ua: Назва:

source: Name: {0}
uk_ua: Назва: {0}

source: Nauru
uk_ua: Науру

source: Navajo, Navaho
uk_ua: Навахо

source: Ndonga
uk_ua: Ндонга

source: Nepali
uk_ua: Непальська

source: Neural machine translation
uk_ua: Машинний переклад за допомогою нейронної мережі

source: New
uk_ua: Створити…

source: New Language and Country
uk_ua: Нова мова та країна

source: New LanguageTool rule
uk_ua: Нове правило LanguageTool

source: New Local Project Folder:
uk_ua: Нове розташування файлу проекту:

source: New...
uk_ua: Створити…

source: Next
uk_ua: Наступний

source: Next &Translated Segment
uk_ua: Наступний &перекладений сегмент

source: Next &Untranslated Segment
uk_ua: Наступний н&еперекладений сегмент

source: Next N&ote
uk_ua: &Наступна примітка

source: Next Note
uk_ua: Наступна нотатка

source: Next Segment
uk_ua: Наступний сегмент

source: Next Translated Segment
uk_ua: Наступний перекладений сегмент

source: Next Uni&que Segment
uk_ua: Наступний уні&кальний сегмент

source: Next Unique Segment
uk_ua: Наступний унікальний сегмент

source: Next Untranslated Segment
uk_ua: Наступний неперекладений сегмент

source: Next →
uk_ua: Наступний →

source: Next, the Project Files dialog opens.
uk_ua: Далі відкриється вікно Файли проекту.

source: No .DOCX files to clean.
uk_ua: Немає файлів .DOCX для обробки.

source: No Issues Found
uk_ua: Помилок не найдено

source: No Suggestions
uk_ua: Жодної підказки

source: No connection available, the project is in offline mode.
uk_ua: Немає підключення, проект перебуває в режимі оффлайн.

source: No match:
uk_ua: Без збігів:

source: No matches returned by search.
uk_ua: Пошук не виявив збігів.

source: No need to save project, because no changes were made
uk_ua: Не потрібно зберігати проект, адже ніяких змін не було зроблено

source: No new dictionaries available at the remote server.
uk_ua: На віддаленому сервері немає нових доступних словників.

source: No project loaded.
uk_ua: Проект не завантажено.

source: No script bound in slot #{0}.
uk_ua: Немає скрипту, повʼязаного зі слотом #{0}.

source: No script selected.
uk_ua: Скрипт не обрано.

source: No script set.
uk_ua: Скрипт не встановлений.

source: No tags and no numbers
uk_ua: Немає теґів та цифр

source: Non-ASCII Only
uk_ua: Тільки не ASCII

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
uk_ua: Параметри режиму без графічного інтерфейсу: --quiet Зменшити вивід у stdout командного рядка.

source: Non-breakable space
uk_ua: Нерозривний пробіл

source: Non-breakable spaces
uk_ua: Нерозривні пробіли

source: Non-breaking space
uk_ua: Не розривний пробіл

source: Non-unique segments
uk_ua: Не унікальні сегменти

source: Non-unique segments background
uk_ua: Не унікальні фони сегментів

source: Non-visible Instruction Te&xt
uk_ua: Тек&ст невидимих інструкцій

source: None
uk_ua: Жодний

source: Normal
uk_ua: Середнє значення

source: North Ndebele
uk_ua: Північна ндебеле

source: Northern Sami
uk_ua: Північносаамська

source: Norwegian
uk_ua: Норвезька

source: Norwegian Bokmål
uk_ua: Букмол

source: Norwegian Nynorsk
uk_ua: Нюношк

source: Not Set
uk_ua: Не встановлено

source: Not a valid XML file!
uk_ua: Файл XML недійсний!

source: Not present
uk_ua: Відсутній

source: Note
uk_ua: Примітка

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
uk_ua: Майте на увазі, за допомогою функції словника, окрім звичайних словників типу "source-target", ви можете отримувати доступ до такої інформації:

source: Note that you can reassign the shortcuts to your own preferences.
uk_ua: Майте на увазі, ви можете переналаштувати комбінації клавіш в налаштуваннях.

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
uk_ua: Примітка: Усі правила сегментації, що встановлюються з відповідним шаблоном мови, виконуються у вказаному порядку.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
uk_ua: Примітка: файли DocBook розпізнаються не лише за розширенням файлу, вони повинні також мати декларацію DOCTYPE (типу документа): <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML… для DocBook 4, або простір імен: xmlns="http://docbook.org/ns/docbook" для DocBook 5

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
uk_ua: Примітка: Налаштування кодування файлу мовою оригіналу стосується лише файлів HHC та HHK, які не містять декларацію кодування.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
uk_ua: Примітка: Налаштування кодування файлу мовою оригіналу стосується лише файлів HTML, які не містять декларацію кодування.

source: Note: not all filters allow you to select an encoding.
uk_ua: Примітка: не всі фільтри дають змогу вибрати кодування.

source: Notes
uk_ua: Примітки

source: Notification (flash)
uk_ua: Сповіщення (змінне)

source: Notification (steady)
uk_ua: Сповіщення (зафіксоване)

source: Notify Me When a Segment Has "{0}"
uk_ua: Повідомте мене, коли сегмент матиме "{0}"

source: Notify Me When a Segment Has Comments
uk_ua: Повідомити мене, коли сегмент матиме коментарі

source: Notify Me When a Segment Has Dictionary Entries
uk_ua: Повідомити мене, коли сегмент матиме запис у словнику

source: Notify Me When a Segment Has Fuzzy Matches
uk_ua: Повідомити мене, коли сегмент матиме неповний збіг

source: Notify Me When a Segment Has Glossary Hits
uk_ua: Повідомити мене, коли сегмент матиме підказки глосарію

source: Notify Me When a Segment Has Multiple Translations
uk_ua: Повідомити мене, коли сегмент має кілька перекладів

source: Notify Me When a Segment Has Notes
uk_ua: Повідомити мене, коли сегмент матиме примітки

source: Now
uk_ua: Зараз

source: Nr of matching segments: {0}
uk_ua: Кількість відповідних сегментів: {0}

source: Number of matching segments:
uk_ua: Кількість відповідних сегментів:

source: Number of unique segments
uk_ua: Кількість унікальних сегментів

source: Nuosu
uk_ua: Сичуань Йї

source: O&ptions...
uk_ua: Па&раметри…

source: OK
uk_ua: Гаразд

source: OS X Signed
uk_ua: Версія для OS X (з підписом)

source: OS X Unsigned
uk_ua: Версія для OS X (без підпису)

source: Occitan
uk_ua: Окситанська

source: Often documents will also have tags that have nothing to do with formatting, but which are also important in the source files (and in the translated files).
uk_ua: Часто документи містять теґи, які не мають відношення до форматування, але вони відіграють важливу роль як в початкових файлах, так і в файлах перекладу.

source: Ojibwe, Ojibwa
uk_ua: Оджибва

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
uk_ua: Церковнослов’янська; Давньослов’янська; Давньоболгарська; Давньослов’янська

source: OmegaT - The Free Translation Memory Tool
uk_ua: OmegaT — безкоштовна програма для перекладу

source: OmegaT 3.5 - User's Guide
uk_ua: OmegaT 3.5 - Посібник користувача

source: OmegaT Project Files
uk_ua: Файли проекту OmegaT

source: OmegaT Project Folder
uk_ua: Тека проекту OmegaT

source: OmegaT Team Projects
uk_ua: Командні проекти OmegaT

source: OmegaT User Interface Language
uk_ua: Мова інтерфейсу користувача OmegaT

source: OmegaT allows to run scripts written in different scripting languages.
uk_ua: OmegaT дозволяє запускати скрипти, написані на різних скриптових мовах.

source: OmegaT automatically saves translations every 10 minutes as well as when you close the project or quit OmegaT.
uk_ua: OmegaT автоматично зберігає переклад кожні 10 хвилин, а також під час закриття проекту чи виходу з програми.

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
uk_ua: OmegaT може також перевіряти змінні для програмування (змінні функції - printf), такі як '%s'.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
uk_ua: OmegaT може генерувати та зберігати майстер-пароль, тому вам не потрібно кожного разу вводити його, але це менш безпечно.

source: OmegaT does not have read and write permissions to this folder.
uk_ua: OmegaT не має доступу на запис та читання до вказаної теки.

source: OmegaT encrypts sensitive passwords and API keys with a master password.
uk_ua: OmegaT шифрує чутливі паролі та API-ключі за допомогою майстра-паролю.

source: OmegaT has chosen option 'Yes' automatically.
uk_ua: Програмою OmegaT автоматично було обрано варіант «Так».

source: OmegaT has detected a 3.6-style team project.
uk_ua: OmegaT виявив командний проект стилю 3.6.

source: OmegaT highlights
uk_ua: Головні особливості OmegaT

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
uk_ua: OmegaT — це вільна програма з відкритим джерельним кодом, призначена для автоматизованого перекладу, що має серед іншого такі функції: робота з нечіткими збігами, пам'ять перекладів, пошук за ключовими словами, робота з глосаріями та використання попередніх перекладів при роботі з оновленими файлами оригіналу.

source: OmegaT is a free open-source translation memory application for professional translators written in Java.
uk_ua: OmegaT — це безкоштовна програма з перекладацькою пам'яттю, розрахована на професійних перекладачів. Написана на Java.

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
uk_ua: OmegaT доступно відповідно до умов the GNU General Public Licens, виданої Фондом Безкоштовного Програмного Забезпечення, або 3 ліцензії, або (за необхідністю) будь-якої пізнішої версії.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
uk_ua: OmegaT відмовлено у доступі до системи, що містить імʼя вашої ОС та/або системи, що містить вашу домашню теку.

source: OmegaT is the original work of Keith Godfrey.
uk_ua: Розробник OmegaT - Кайт Годфрі.

source: OmegaT is then ready to be launched.
uk_ua: OmegaT вже готова до запуску.

source: OmegaT license
uk_ua: Ліцензія OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
uk_ua: Недостатньо пам'яті для OmegaT, програму буде закрито після того як ви натиснете ОК.

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
uk_ua: OmegaT потребує оточення Java Runtime Environment (JRE) версії 1.8 чи вище, яке повинно бути встановлено в системі.

source: OmegaT uses a number of librairies.
uk_ua: У програмі OmegaT використано кілька сторонніх бібліотек.

source: OmegaT uses glossaries containing translations of single words or small phrases: a simplified bilingual dictionary for a specific domain.
uk_ua: OmegaT використовує глосарії із перекладом одиничних слів чи коротких виразів: спрощений двомовний словник для специфічної галузі.

source: OmegaT uses the following libraries: {1}
uk_ua: OmegaT користується наступними бібліотеками: {1}

source: OmegaT uses the standard tmx file format to store and access translation memories, which guarantees that you can exchange your translation material with other CAT applications supporting this file format.
uk_ua: OmegaT використовує стандартний формат файлу tmx для збереження та доступу до памʼяті перекладів, що гарантує можливість обміну інформацією між іншими системами автоматизованого перекладу, які підтримують даний формат.

source: OmegaT version {0} ({1})
uk_ua: Версія OmegaT {0} ({1})

source: OmegaT version {0}, update {1} ({2})
uk_ua: Версія OmegaT {0}, оновлення {1} ({2})

source: OmegaT will now terminate.
uk_ua: OmegaT завершує роботу.

source: OmegaT will present one segment at a time for you to translate.
uk_ua: OmegaT надає для перекладу лише один сегмент за раз.

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
uk_ua: OmegaT скопіює обрані файли до підтеки /source/ Вашого щойно створеного проекту.

source: OmegaT will then report these segments as not translated.
uk_ua: OmegaT позначить їх як „не перекладені“.

source: OmegaT will try to resegment the TMX file...
uk_ua: OmegaT спробує відновити файл TMX…

source: OmegaT {0} is now available.
uk_ua: OmegaT {0} вже доступний.

source: OmegaT, however, will present this sentence in the following fashion:
uk_ua: Проте OmegaT покаже це речення у наступному вигляді:

source: On the Mac, the modifier meta must be used to specify the command key.
uk_ua: На системах Mac, модифікатор meta використовується для позначення кнопки command.

source: Once Auto-completer is open, use Ctrl+Space again to switch successively from Glossaries entries, Auto-text entries, Missing tags and Character table options.
uk_ua: При відкритому діалозі автоматичного доповнення використовуйте Ctrl+Space ще раз для перемикання між підказками з таких джерел: Записи глосарію, Записи автоматичного тексту, Пропущені теґи та Таблиця символів.

source: Once the MainMenuShortcuts.properties file is modified, OmegaT must be relaunched to take the new shortcuts into account.
uk_ua: Аби нову комбінації набули чинності, після змін у файлі MainMenuShortcuts.properties, необхідно перезавантажити OmegaT.

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target files, which will be created in the /target/ subfolder of your project folder.
uk_ua: Після перевірки вашого перекладу на помилки, пов'язаних з розташуванням теґів, натисніть Ctrl+D для створення файлів перекладу, які будуть розташовані в підтеці /target/ вашого проекту.

source: Only if (X)HTML file has a &header
uk_ua: Тільки якщо файл формату (X)HTML має &заголовок

source: Only if (X)HTML file has an &encoding declaration
uk_ua: Тільки якщо файл формату (X) HTML має &декларацію кодування

source: Open
uk_ua: Відкрити…

source: Open MED Project...
uk_ua: Відкрити MED проект…

source: Open Project
uk_ua: Відкрити проект

source: Open Recent Pro&ject
uk_ua: Відкрити &недавній проект

source: Open Recent Project
uk_ua: Відкрити недавній проект

source: Open Source File
uk_ua: Відкрити файли оригінала

source: Open Source File Location
uk_ua: Відрити теку файлу оригінала

source: Open Target File
uk_ua: Відкрити перекладений файл

source: Open Target File Location
uk_ua: Відкрити теку перекладеного файлу

source: Open Writable Glossary File
uk_ua: Відкрити записаний файл глосарію

source: Open XML Filter Options
uk_ua: Відкрити параметри фільтра XML

source: Open project
uk_ua: Відкрити проект

source: Open the Search and replace window with Ctrl K and enter the word or expression you wish to replace in the Search for box.
uk_ua: Відкрийте вікно «Пошук та заміна» натиснувши Ctrl K та введіть слово чи вираз який ви бажаєте замінити у поле Шукати.

source: Open the Search window with Ctrl F and enter the word or phrase you wish to search for in the Search for box.
uk_ua: Відкрийте вікно «Пошук тексту» натиснувши Ctrl F та введіть слово чи фразу яку ви бажаєте знайти у поле Шукати:.

source: Open the project
uk_ua: Відкрийте проект

source: Open {0} Source Files
uk_ua: Відкрити {0} файли оригінала

source: Open {0} Source Files' Locations
uk_ua: Відкрити {0} теки файлів перекладу

source: Open {0} Target Files
uk_ua: Відкрити {0} перекладений файл

source: Open {0} Target Files' Locations
uk_ua: Відкрити {0} теки перекладених файлів

source: Open...
uk_ua: Відкрити…

source: OpenDocument
uk_ua: Відкрити документ

source: OpenDocument Filter Options
uk_ua: Відкрити функції фільтру документів

source: Opening input file '{0}'
uk_ua: Відкривається файл "{0}" для обробки

source: Opening team project
uk_ua: Відкриття командного проекту

source: Opens a new Search and replace window.
uk_ua: Відкрити нове вікно пошуку та заміни.

source: Opens a new Search window.
uk_ua: Відкрити нове вікно пошуку.

source: Opens a previously created project.
uk_ua: Відкриття попередньо створеного проекту.

source: Options
uk_ua: Налаштування

source: Options Menu
uk_ua: Меню «Налаштування»

source: Options menu
uk_ua: Меню «Налаштування»

source: Options to set the line length in target documents (0 = no limit)
uk_ua: Параметри для налаштування довжини рядка в документах перекладу (0 = без обмежень)

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
uk_ua: Параметри: Не вказано: Запустити GUI Лише шлях до проекту: Запустити GUI та завантажити вказаний проект team Інструмент для роботи з командними проектами.

source: Oriya
uk_ua: Орія

source: Oromo
uk_ua: Оромо

source: Orphan segments
uk_ua: Зайві сегменти

source: Orphaned
uk_ua: Втрачений

source: Ossetian, Ossetic
uk_ua: Осетинська

source: Other
uk_ua: Інше

source: Other Options:
uk_ua: Інші параметри:

source: Other contributions are detailed in the readme.txt file
uk_ua: Інші внески описані у файлі readme.txt

source: Other contributions by
uk_ua: Також приймали участь

source: Otherwise, OmegaT will use the language of the operating system.
uk_ua: Інакше, OmegaT використовуватиме мову операційної системи.

source: Out-of-order
uk_ua: Неправильне розташування

source: PDF Input
uk_ua: PDF вкладення

source: PDF files
uk_ua: PDF файли

source: PDFBox (Apache License 2.0)
uk_ua: PDFBox (ліцензія Apache 2.0)

source: PO Filter Options
uk_ua: Параметри фільтру PO

source: PO files (*.po)
uk_ua: PO файли (*.po)

source: Page Not Found
uk_ua: Сторінку не знайдено

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
uk_ua: Сторінка упущена<p>Пульс б'ється важко та шалено<p>Зникає як туман.

source: Panjabi, Punjabi
uk_ua: Пенджабі; Пунджабі

source: Paragraph segmentation is less frequently used, but can be useful in cases of so-called "creative" texts.
uk_ua: Сегментація за параграфами використовується рідше, але може бути в нагоді при роботі із досить "креативними" текстами.

source: Parse error encountered reading preferences file!
uk_ua: Виявлено помилку аналізу під час читання параметрів файлу!

source: Parsewise
uk_ua: Розділити

source: Pashto, Pushto
uk_ua: Пушту; Пашту

source: Password :
uk_ua: Пароль:

source: Password-protected PDF files are not supported: {0}
uk_ua: Захищені паролем файли PDF не підтримуються: {0}

source: Password:
uk_ua: Пароль:

source: Paste
uk_ua: Вставити

source: Pastes the text from the clipboard at the cursor position.
uk_ua: Вставити текст з буфера обміну в поточну позицію курсора.

source: Path
uk_ua: Шлях

source: Path:
uk_ua: Шлях:

source: Pattern After
uk_ua: Шаблон після

source: Pattern Before
uk_ua: Шаблон до

source: Pattern...
uk_ua: Шаблон…

source: Perhaps it is already opened in another OmegaT instance
uk_ua: Можливо, файл вже відкритий в іншій копії OmegaT

source: Persian
uk_ua: Перська

source: Philosophy
uk_ua: Філософія

source: Pinpoint Align: Select corresponding cell
uk_ua: Цільове вирівнювання: оберіть відповідну комірку

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
uk_ua: Розташувати файли оригіналу в «./source» і додатковий матеріал у «./tm», «./glossary», та «./dictionary» як обов'язковий, потім все закомітити.

source: Place the archive in any suitable folder and unpack it.
uk_ua: Покладіть архів до будь-якої необхідної теки та розпакуйте його.

source: Please check the ISO 639 Code Tables for further and up-to-date information about language codes.
uk_ua: Будь ласка, перевірте таблицю кодів ISO 639 для отримання актуальної інформації про мовні коди.

source: Please close search window.
uk_ua: Будь ласка, закрийте вікно пошуку.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
uk_ua: Будь ласка, ознайомтеся з документацією про параметри відновлення та надайте виробнику програмного забезпечення опис того, як ця помилка була здійснена.

source: Please consult the log ({1}) to determine the source of the error and try again.
uk_ua: Будь ласка, перевірте журнал, ({1}) щоб визначити джерело помилки, і повторіть спробу.

source: Please contact your project administrator to find out if any additional steps need to be taken.
uk_ua: Будь ласка, звʼяжіться з адміністратором вашого проекту, щоб зʼясувати, чи вам потрібно здійснити додаткові кроки.

source: Please correct the tag issues before using again Create Translated Documents.
uk_ua: Будь ласка, виправте проблеми із теґами перед використанням «Створити перекладені документи».

source: Please double-check it.
uk_ua: Будь ласка, перевірте ще раз.

source: Please double-check.
uk_ua: Будь ласка, перевірте ще раз.

source: Please enter the name of this set:
uk_ua: Будь ласка, введіть назву цього набору:

source: Please enter username/password
uk_ua: Будь ласка, введіть логін/пароль

source: Please enter your name/ID.
uk_ua: Будь ласка, введіть своє ім'я/ID.

source: Please enter your password again for confirmation.
uk_ua: Будь ласка, ведіть свій пароль для підтвердження знову.

source: Please redo tag validation.
uk_ua: Будь ласка, перевірте теґ повторно.

source: Please resolve the conflicts by choosing a translation for each segment below.
uk_ua: Будь ласка, вирішіть конфлікти, вибравши переклад для кожного сегмента нижче.

source: Please restart the application to correctly display the new colours.
uk_ua: Будь ласка, перезапустіть програму, щоб правильно показувати нові кольори.

source: Please select a different folder.
uk_ua: Будь ласка, виберіть іншу теку.

source: Please select how tags of non-OmegaT TMXs should be displayed.
uk_ua: Будь ласка, виберіть, як слід показувати теґи не-OmegaT TMX.

source: Please select the dictionaries you want to install and press the Install button.
uk_ua: Виберіть словники, які ви хочете встановити, і натисніть кнопку «Встановити».

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
uk_ua: Будь ласка, виберіть інтервал у хвилинах і секундах, протягом якого проект буде зберігатися автоматично.

source: Please select the language of your source files and the target language you would like to translate to.
uk_ua: Виберіть, будь ласка, мови для файлів оригіналу та перекладу, якими ви хотіли б перекладати.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
uk_ua: Будь ласка, оберіть, який текст Ви хотіли б вставити у неперекладений сегмент, коли переходите до нього.

source: Please select which behaviour is appropriate.
uk_ua: Будь ласка, оберіть відповідний режим роботи.

source: Please translate this plural as plural form #{0}.
uk_ua: Будь ласка, перекладіть це формою множини #{0}.
